var citys = [{
    "id": 11,
    "value": "北京",
    "childs": [{
      "id": 1101,
      "value": "北京市"
    }]
  },
  {
    "id": 12,
    "value": "上海",
    "childs": [{
      "id": 1201,
      "value": "上海市"
    }]
  },
  {
    "id": 13,
    "value": "安徽",
    "childs": [{
        "id": 1301,
        "value": "安庆市"
      },
      {
        "id": 1302,
        "value": "蚌埠市"
      },
      {
        "id": 1303,
        "value": "池州市"
      },
      {
        "id": 1304,
        "value": "滁州市"
      },
      {
        "id": 1305,
        "value": "阜阳市"
      },
      {
        "id": 1306,
        "value": "亳州市"
      },
      {
        "id": 1307,
        "value": "合肥市"
      },
      {
        "id": 1308,
        "value": "淮北市"
      },
      {
        "id": 1309,
        "value": "淮南市"
      },
      {
        "id": 1310,
        "value": "黄山市"
      },
      {
        "id": 1311,
        "value": "六安市"
      },
      {
        "id": 1312,
        "value": "马鞍山市"
      },
      {
        "id": 1313,
        "value": "宿州市"
      },
      {
        "id": 1314,
        "value": "铜陵市"
      },
      {
        "id": 1315,
        "value": "芜湖市"
      },
      {
        "id": 1316,
        "value": "宣城市"
      }
    ]
  },
  {
    "id": 14,
    "value": "重庆",
    "childs": [{
      "id": 1401,
      "value": "重庆市"
    }]
  },
  {
    "id": 15,
    "value": "湖北",
    "childs": [{
        "id": 1501,
        "value": "鄂州市"
      },
      {
        "id": 1502,
        "value": "恩施土家族苗族自治州"
      },
      {
        "id": 1503,
        "value": "黄冈市"
      },
      {
        "id": 1504,
        "value": "黄石市"
      },
      {
        "id": 1505,
        "value": "荆门市"
      },
      {
        "id": 1506,
        "value": "荆州市"
      },
      {
        "id": 1507,
        "value": "潜江市"
      },
      {
        "id": 1508,
        "value": "神农架林区"
      },
      {
        "id": 1509,
        "value": "十堰市"
      },
      {
        "id": 1510,
        "value": "随州市"
      },
      {
        "id": 1511,
        "value": "天门市"
      },
      {
        "id": 1512,
        "value": "武汉市"
      },
      {
        "id": 1513,
        "value": "仙桃市"
      },
      {
        "id": 1514,
        "value": "咸宁市"
      },
      {
        "id": 1515,
        "value": "襄阳市"
      },
      {
        "id": 1516,
        "value": "孝感市"
      },
      {
        "id": 1517,
        "value": "宜昌市"
      }
    ]
  },
  {
    "id": 16,
    "value": "吉林",
    "childs": [{
        "id": 1601,
        "value": "白城市"
      },
      {
        "id": 1602,
        "value": "白山市"
      },
      {
        "id": 1604,
        "value": "长春市"
      },
      {
        "id": 1605,
        "value": "吉林市"
      },
      {
        "id": 1606,
        "value": "辽源市"
      },
      {
        "id": 1607,
        "value": "四平市"
      },
      {
        "id": 1608,
        "value": "松原市"
      },
      {
        "id": 1609,
        "value": "通化市"
      },
      {
        "id": 1610,
        "value": "延边朝鲜族自治州"
      }
    ]
  },
  {
    "id": 17,
    "value": "内蒙古",
    "childs": [{
        "id": 1701,
        "value": "阿拉善盟"
      },
      {
        "id": 1702,
        "value": "巴彦淖尔市"
      },
      {
        "id": 1703,
        "value": "包头市"
      },
      {
        "id": 1704,
        "value": "赤峰市"
      },
      {
        "id": 1705,
        "value": "鄂尔多斯市"
      },
      {
        "id": 1706,
        "value": "呼和浩特市"
      },
      {
        "id": 1707,
        "value": "呼伦贝尔市"
      },
      {
        "id": 1708,
        "value": "通辽市"
      },
      {
        "id": 1709,
        "value": "乌海市"
      },
      {
        "id": 1710,
        "value": "乌兰察布市"
      },
      {
        "id": 1711,
        "value": "锡林郭勒盟"
      },
      {
        "id": 1712,
        "value": "兴安盟"
      }
    ]
  },
  {
    "id": 18,
    "value": "宁夏",
    "childs": [{
        "id": 1801,
        "value": "固原市"
      },
      {
        "id": 1802,
        "value": "石嘴山市"
      },
      {
        "id": 1803,
        "value": "吴忠市"
      },
      {
        "id": 1804,
        "value": "银川市"
      },
      {
        "id": 1805,
        "value": "中卫市"
      }
    ]
  },
  {
    "id": 19,
    "value": "山西",
    "childs": [{
        "id": 1901,
        "value": "长治市"
      },
      {
        "id": 1902,
        "value": "大同市"
      },
      {
        "id": 1903,
        "value": "晋城市"
      },
      {
        "id": 1904,
        "value": "晋中市"
      },
      {
        "id": 1905,
        "value": "临汾市"
      },
      {
        "id": 1906,
        "value": "吕梁市"
      },
      {
        "id": 1907,
        "value": "朔州市"
      },
      {
        "id": 1908,
        "value": "太原市"
      },
      {
        "id": 1909,
        "value": "忻州市"
      },
      {
        "id": 1910,
        "value": "阳泉市"
      },
      {
        "id": 1911,
        "value": "运城市"
      }
    ]
  },
  {
    "id": 20,
    "value": "福建",
    "childs": [{
        "id": 2001,
        "value": "福州市"
      },
      {
        "id": 2002,
        "value": "龙岩市"
      },
      {
        "id": 2003,
        "value": "南平市"
      },
      {
        "id": 2004,
        "value": "宁德市"
      },
      {
        "id": 2005,
        "value": "莆田市"
      },
      {
        "id": 2006,
        "value": "泉州市"
      },
      {
        "id": 2007,
        "value": "三明市"
      },
      {
        "id": 2008,
        "value": "厦门市"
      },
      {
        "id": 2009,
        "value": "漳州市"
      }
    ]
  },
  {
    "id": 21,
    "value": "浙江",
    "childs": [{
        "id": 2101,
        "value": "杭州市"
      },
      {
        "id": 2102,
        "value": "湖州市"
      },
      {
        "id": 2103,
        "value": "嘉兴市"
      },
      {
        "id": 2104,
        "value": "金华市"
      },
      {
        "id": 2105,
        "value": "丽水市"
      },
      {
        "id": 2106,
        "value": "宁波市"
      },
      {
        "id": 2107,
        "value": "衢州市"
      },
      {
        "id": 2108,
        "value": "绍兴市"
      },
      {
        "id": 2109,
        "value": "台州市"
      },
      {
        "id": 2110,
        "value": "温州市"
      },
      {
        "id": 2111,
        "value": "舟山市"
      }
    ]
  },
  {
    "id": 22,
    "value": "辽宁",
    "childs": [{
        "id": 2201,
        "value": "鞍山市"
      },
      {
        "id": 2202,
        "value": "本溪市"
      },
      {
        "id": 2203,
        "value": "朝阳市"
      },
      {
        "id": 2204,
        "value": "大连市"
      },
      {
        "id": 2205,
        "value": "丹东市"
      },
      {
        "id": 2206,
        "value": "抚顺市"
      },
      {
        "id": 2207,
        "value": "阜新市"
      },
      {
        "id": 2208,
        "value": "葫芦岛市"
      },
      {
        "id": 2209,
        "value": "锦州市"
      },
      {
        "id": 2210,
        "value": "辽阳市"
      },
      {
        "id": 2211,
        "value": "盘锦市"
      },
      {
        "id": 2212,
        "value": "沈阳市"
      },
      {
        "id": 2213,
        "value": "铁岭市"
      },
      {
        "id": 2214,
        "value": "营口市"
      }
    ]
  },
  {
    "id": 23,
    "value": "河南",
    "childs": [{
        "id": 2301,
        "value": "安阳市"
      },
      {
        "id": 2302,
        "value": "鹤壁市"
      },
      {
        "id": 2303,
        "value": "济源市"
      },
      {
        "id": 2304,
        "value": "焦作市"
      },
      {
        "id": 2305,
        "value": "开封市"
      },
      {
        "id": 2306,
        "value": "洛阳市"
      },
      {
        "id": 2307,
        "value": "漯河市"
      },
      {
        "id": 2308,
        "value": "南阳市"
      },
      {
        "id": 2309,
        "value": "平顶山市"
      },
      {
        "id": 2310,
        "value": "濮阳市"
      },
      {
        "id": 2311,
        "value": "三门峡市"
      },
      {
        "id": 2312,
        "value": "商丘市"
      },
      {
        "id": 2313,
        "value": "新乡市"
      },
      {
        "id": 2314,
        "value": "信阳市"
      },
      {
        "id": 2315,
        "value": "许昌市"
      },
      {
        "id": 2316,
        "value": "郑州市"
      },
      {
        "id": 2317,
        "value": "周口市"
      },
      {
        "id": 2318,
        "value": "驻马店市"
      }
    ]
  },
  {
    "id": 24,
    "value": "甘肃",
    "childs": [{
        "id": 2401,
        "value": "白银市"
      },
      {
        "id": 2402,
        "value": "定西市"
      },
      {
        "id": 2403,
        "value": "甘南藏族自治州"
      },
      {
        "id": 2405,
        "value": "嘉峪关市"
      },
      {
        "id": 2406,
        "value": "金昌市"
      },
      {
        "id": 2407,
        "value": "酒泉市"
      },
      {
        "id": 2408,
        "value": "兰州市"
      },
      {
        "id": 2409,
        "value": "临夏回族自治州"
      },
      {
        "id": 2410,
        "value": "陇南市"
      },
      {
        "id": 2411,
        "value": "平凉市"
      },
      {
        "id": 2412,
        "value": "庆阳市"
      },
      {
        "id": 2413,
        "value": "天水市"
      },
      {
        "id": 2414,
        "value": "武威市"
      },
      {
        "id": 2415,
        "value": "张掖市"
      }
    ]
  },
  {
    "id": 25,
    "value": "新疆",
    "childs": [{
        "id": 2501,
        "value": "阿克苏地区"
      },
      {
        "id": 2502,
        "value": "石河子市"
      },
      {
        "id": 2503,
        "value": "阿勒泰地区"
      },
      {
        "id": 2504,
        "value": "巴音郭楞蒙古自治州"
      },
      {
        "id": 2505,
        "value": "五家渠市"
      },
      {
        "id": 2506,
        "value": "博尔塔拉蒙古自治州"
      },
      {
        "id": 2507,
        "value": "昌吉回族自治州"
      },
      {
        "id": 2508,
        "value": "哈密地区"
      },
      {
        "id": 2509,
        "value": "和田地区"
      },
      {
        "id": 2510,
        "value": "喀什地区"
      },
      {
        "id": 2511,
        "value": "克拉玛依市"
      },
      {
        "id": 2512,
        "value": "克孜勒苏柯尔克孜自治州"
      },
      {
        "id": 2513,
        "value": "阿拉尔市"
      },
      {
        "id": 2514,
        "value": "塔城地区"
      },
      {
        "id": 2517,
        "value": "吐鲁番地区"
      },
      {
        "id": 2518,
        "value": "乌鲁木齐市"
      },
      {
        "id": 2520,
        "value": "新疆兵团"
      },
      {
        "id": 2521,
        "value": "伊犁哈萨克自治州"
      }
    ]
  },
  {
    "id": 26,
    "value": "黑龙江",
    "childs": [{
        "id": 2601,
        "value": "大庆市"
      },
      {
        "id": 2602,
        "value": "大兴安岭地区"
      },
      {
        "id": 2603,
        "value": "哈尔滨市"
      },
      {
        "id": 2604,
        "value": "鹤岗市"
      },
      {
        "id": 2605,
        "value": "黑河市"
      },
      {
        "id": 2607,
        "value": "鸡西市"
      },
      {
        "id": 2608,
        "value": "佳木斯市"
      },
      {
        "id": 2609,
        "value": "牡丹江市"
      },
      {
        "id": 2610,
        "value": "七台河市"
      },
      {
        "id": 2611,
        "value": "齐齐哈尔市"
      },
      {
        "id": 2612,
        "value": "双鸭山市"
      },
      {
        "id": 2613,
        "value": "绥化市"
      },
      {
        "id": 2614,
        "value": "伊春市"
      }
    ]
  },
  {
    "id": 27,
    "value": "青海",
    "childs": [{
        "id": 2701,
        "value": "果洛藏族自治州"
      },
      {
        "id": 2702,
        "value": "海北藏族自治州"
      },
      {
        "id": 2703,
        "value": "海东市"
      },
      {
        "id": 2704,
        "value": "海南藏族自治州"
      },
      {
        "id": 2705,
        "value": "海西蒙古族藏族自治州"
      },
      {
        "id": 2706,
        "value": "黄南藏族自治州"
      },
      {
        "id": 2707,
        "value": "西宁市"
      },
      {
        "id": 2708,
        "value": "玉树藏族自治州"
      }
    ]
  },
  {
    "id": 28,
    "value": "河北",
    "childs": [{
        "id": 2801,
        "value": "保定市"
      },
      {
        "id": 2802,
        "value": "承德市"
      },
      {
        "id": 2803,
        "value": "邯郸市"
      },
      {
        "id": 2804,
        "value": "衡水市"
      },
      {
        "id": 2805,
        "value": "廊坊市"
      },
      {
        "id": 2806,
        "value": "秦皇岛市"
      },
      {
        "id": 2807,
        "value": "石家庄市"
      },
      {
        "id": 2808,
        "value": "唐山市"
      },
      {
        "id": 2809,
        "value": "邢台市"
      },
      {
        "id": 2810,
        "value": "张家口市"
      },
      {
        "id": 2811,
        "value": "沧州市"
      }
    ]
  },
  {
    "id": 29,
    "value": "四川",
    "childs": [{
        "id": 2901,
        "value": "阿坝藏族羌族自治州"
      },
      {
        "id": 2902,
        "value": "巴中市"
      },
      {
        "id": 2903,
        "value": "成都市"
      },
      {
        "id": 2904,
        "value": "达州市"
      },
      {
        "id": 2905,
        "value": "德阳市"
      },
      {
        "id": 2906,
        "value": "甘孜藏族自治州"
      },
      {
        "id": 2907,
        "value": "广安市"
      },
      {
        "id": 2908,
        "value": "广元市"
      },
      {
        "id": 2909,
        "value": "乐山市"
      },
      {
        "id": 2910,
        "value": "凉山彝族自治州"
      },
      {
        "id": 2911,
        "value": "泸州市"
      },
      {
        "id": 2912,
        "value": "眉山市"
      },
      {
        "id": 2913,
        "value": "绵阳市"
      },
      {
        "id": 2914,
        "value": "内江市"
      },
      {
        "id": 2915,
        "value": "南充市"
      },
      {
        "id": 2916,
        "value": "攀枝花市"
      },
      {
        "id": 2917,
        "value": "遂宁市"
      },
      {
        "id": 2918,
        "value": "雅安市"
      },
      {
        "id": 2919,
        "value": "宜宾市"
      },
      {
        "id": 2920,
        "value": "资阳市"
      },
      {
        "id": 2921,
        "value": "自贡市"
      }
    ]
  },
  {
    "id": 30,
    "value": "江西",
    "childs": [{
        "id": 3001,
        "value": "抚州市"
      },
      {
        "id": 3002,
        "value": "赣州市"
      },
      {
        "id": 3003,
        "value": "吉安市"
      },
      {
        "id": 3004,
        "value": "景德镇市"
      },
      {
        "id": 3005,
        "value": "九江市"
      },
      {
        "id": 3006,
        "value": "南昌市"
      },
      {
        "id": 3007,
        "value": "萍乡市"
      },
      {
        "id": 3008,
        "value": "上饶市"
      },
      {
        "id": 3009,
        "value": "新余市"
      },
      {
        "id": 3010,
        "value": "宜春市"
      },
      {
        "id": 3011,
        "value": "鹰潭市"
      }
    ]
  },
  {
    "id": 31,
    "value": "江苏",
    "childs": [{
        "id": 3101,
        "value": "常州市"
      },
      {
        "id": 3102,
        "value": "淮安市"
      },
      {
        "id": 3103,
        "value": "连云港市"
      },
      {
        "id": 3104,
        "value": "南京市"
      },
      {
        "id": 3105,
        "value": "南通市"
      },
      {
        "id": 3106,
        "value": "苏州市"
      },
      {
        "id": 3107,
        "value": "宿迁市"
      },
      {
        "id": 3108,
        "value": "泰州市"
      },
      {
        "id": 3109,
        "value": "无锡市"
      },
      {
        "id": 3110,
        "value": "徐州市"
      },
      {
        "id": 3111,
        "value": "盐城市"
      },
      {
        "id": 3112,
        "value": "扬州市"
      },
      {
        "id": 3113,
        "value": "镇江市"
      }
    ]
  },
  {
    "id": 32,
    "value": "天津",
    "childs": [{
      "id": 3201,
      "value": "天津市"
    }]
  },
  {
    "id": 33,
    "value": "西藏",
    "childs": [{
        "id": 3301,
        "value": "阿里地区"
      },
      {
        "id": 3302,
        "value": "昌都市"
      },
      {
        "id": 3303,
        "value": "拉萨市"
      },
      {
        "id": 3304,
        "value": "林芝地区"
      },
      {
        "id": 3305,
        "value": "那曲地区"
      },
      {
        "id": 3306,
        "value": "日喀则地区"
      },
      {
        "id": 3307,
        "value": "山南地区"
      }
    ]
  },
  {
    "id": 34,
    "value": "海南",
    "childs": [{
        "id": 3401,
        "value": "定安县"
      },
      {
        "id": 3402,
        "value": "白沙黎族自治县"
      },
      {
        "id": 3403,
        "value": "保亭黎族苗族自治县"
      },
      {
        "id": 3404,
        "value": "昌江黎族自治县"
      },
      {
        "id": 3405,
        "value": "澄迈县"
      },
      {
        "id": 3406,
        "value": "儋州市"
      },
      {
        "id": 3407,
        "value": "东方市"
      },
      {
        "id": 3408,
        "value": "海口市"
      },
      {
        "id": 3409,
        "value": "乐东黎族自治县"
      },
      {
        "id": 3410,
        "value": "临高县"
      },
      {
        "id": 3411,
        "value": "陵水黎族自治县"
      },
      {
        "id": 3412,
        "value": "南沙群岛"
      },
      {
        "id": 3413,
        "value": "琼海市"
      },
      {
        "id": 3414,
        "value": "琼中黎族苗族自治县"
      },
      {
        "id": 3415,
        "value": "三亚市"
      },
      {
        "id": 3416,
        "value": "屯昌县"
      },
      {
        "id": 3417,
        "value": "万宁市"
      },
      {
        "id": 3418,
        "value": "文昌市"
      },
      {
        "id": 3419,
        "value": "五指山市"
      },
      {
        "id": 3420,
        "value": "西沙群岛"
      }
    ]
  },
  {
    "id": 35,
    "value": "贵州",
    "childs": [{
        "id": 3501,
        "value": "安顺市"
      },
      {
        "id": 3502,
        "value": "毕节市"
      },
      {
        "id": 3503,
        "value": "贵阳市"
      },
      {
        "id": 3504,
        "value": "六盘水市"
      },
      {
        "id": 3505,
        "value": "黔东南苗族侗族自治州"
      },
      {
        "id": 3506,
        "value": "黔南布依族苗族自治州"
      },
      {
        "id": 3507,
        "value": "黔西南布依族苗族自治州"
      },
      {
        "id": 3508,
        "value": "铜仁市"
      },
      {
        "id": 3509,
        "value": "遵义市"
      }
    ]
  },
  {
    "id": 36,
    "value": "广东",
    "childs": [{
        "id": 3601,
        "value": "潮州市"
      },
      {
        "id": 3602,
        "value": "东莞市"
      },
      {
        "id": 3603,
        "value": "佛山市"
      },
      {
        "id": 3604,
        "value": "广州市"
      },
      {
        "id": 3605,
        "value": "河源市"
      },
      {
        "id": 3606,
        "value": "惠州市"
      },
      {
        "id": 3607,
        "value": "江门市"
      },
      {
        "id": 3608,
        "value": "揭阳市"
      },
      {
        "id": 3609,
        "value": "茂名市"
      },
      {
        "id": 3610,
        "value": "梅州市"
      },
      {
        "id": 3611,
        "value": "清远市"
      },
      {
        "id": 3612,
        "value": "汕头市"
      },
      {
        "id": 3613,
        "value": "汕尾市"
      },
      {
        "id": 3614,
        "value": "韶关市"
      },
      {
        "id": 3615,
        "value": "深圳市"
      },
      {
        "id": 3616,
        "value": "阳江市"
      },
      {
        "id": 3617,
        "value": "云浮市"
      },
      {
        "id": 3618,
        "value": "湛江市"
      },
      {
        "id": 3619,
        "value": "肇庆市"
      },
      {
        "id": 3620,
        "value": "中山市"
      },
      {
        "id": 3621,
        "value": "珠海市"
      }
    ]
  },
  {
    "id": 37,
    "value": "湖南",
    "childs": [{
        "id": 3701,
        "value": "长沙市"
      },
      {
        "id": 3702,
        "value": "常德市"
      },
      {
        "id": 3703,
        "value": "郴州市"
      },
      {
        "id": 3704,
        "value": "衡阳市"
      },
      {
        "id": 3705,
        "value": "怀化市"
      },
      {
        "id": 3706,
        "value": "娄底市"
      },
      {
        "id": 3707,
        "value": "邵阳市"
      },
      {
        "id": 3708,
        "value": "湘潭市"
      },
      {
        "id": 3709,
        "value": "湘西土家族苗族自治州"
      },
      {
        "id": 3710,
        "value": "益阳市"
      },
      {
        "id": 3711,
        "value": "永州市"
      },
      {
        "id": 3712,
        "value": "岳阳市"
      },
      {
        "id": 3713,
        "value": "张家界市"
      },
      {
        "id": 3714,
        "value": "株洲市"
      }
    ]
  },
  {
    "id": 38,
    "value": "山东",
    "childs": [{
        "id": 3801,
        "value": "滨州市"
      },
      {
        "id": 3802,
        "value": "德州市"
      },
      {
        "id": 3803,
        "value": "东营市"
      },
      {
        "id": 3804,
        "value": "菏泽市"
      },
      {
        "id": 3805,
        "value": "济南市"
      },
      {
        "id": 3806,
        "value": "济宁市"
      },
      {
        "id": 3807,
        "value": "莱芜市"
      },
      {
        "id": 3808,
        "value": "聊城市"
      },
      {
        "id": 3809,
        "value": "临沂市"
      },
      {
        "id": 3810,
        "value": "青岛市"
      },
      {
        "id": 3811,
        "value": "日照市"
      },
      {
        "id": 3812,
        "value": "泰安市"
      },
      {
        "id": 3813,
        "value": "威海市"
      },
      {
        "id": 3814,
        "value": "潍坊市"
      },
      {
        "id": 3815,
        "value": "烟台市"
      },
      {
        "id": 3816,
        "value": "枣庄市"
      },
      {
        "id": 3817,
        "value": "淄博市"
      }
    ]
  },
  {
    "id": 39,
    "value": "陕西",
    "childs": [{
        "id": 3901,
        "value": "安康市"
      },
      {
        "id": 3902,
        "value": "宝鸡市"
      },
      {
        "id": 3903,
        "value": "汉中市"
      },
      {
        "id": 3904,
        "value": "商洛市"
      },
      {
        "id": 3905,
        "value": "铜川市"
      },
      {
        "id": 3906,
        "value": "渭南市"
      },
      {
        "id": 3907,
        "value": "西安市"
      },
      {
        "id": 3908,
        "value": "咸阳市"
      },
      {
        "id": 3909,
        "value": "延安市"
      },
      {
        "id": 3910,
        "value": "榆林市"
      }
    ]
  },
  {
    "id": 40,
    "value": "云南",
    "childs": [{
        "id": 4001,
        "value": "保山市"
      },
      {
        "id": 4002,
        "value": "楚雄彝族自治州"
      },
      {
        "id": 4003,
        "value": "大理白族自治州"
      },
      {
        "id": 4004,
        "value": "德宏傣族景颇族自治州"
      },
      {
        "id": 4005,
        "value": "迪庆藏族自治州"
      },
      {
        "id": 4006,
        "value": "红河哈尼族彝族自治州"
      },
      {
        "id": 4007,
        "value": "昆明市"
      },
      {
        "id": 4008,
        "value": "丽江市"
      },
      {
        "id": 4009,
        "value": "临沧市"
      },
      {
        "id": 4010,
        "value": "怒江傈僳族自治州"
      },
      {
        "id": 4011,
        "value": "普洱市"
      },
      {
        "id": 4012,
        "value": "曲靖市"
      },
      {
        "id": 4013,
        "value": "文山壮族苗族自治州"
      },
      {
        "id": 4014,
        "value": "西双版纳傣族自治州"
      },
      {
        "id": 4015,
        "value": "玉溪市"
      },
      {
        "id": 4016,
        "value": "昭通市"
      }
    ]
  },
  {
    "id": 41,
    "value": "广西",
    "childs": [{
        "id": 4101,
        "value": "百色市"
      },
      {
        "id": 4102,
        "value": "北海市"
      },
      {
        "id": 4103,
        "value": "崇左市"
      },
      {
        "id": 4104,
        "value": "防城港市"
      },
      {
        "id": 4105,
        "value": "贵港市"
      },
      {
        "id": 4106,
        "value": "河池市"
      },
      {
        "id": 4107,
        "value": "贺州市"
      },
      {
        "id": 4108,
        "value": "来宾市"
      },
      {
        "id": 4109,
        "value": "桂林市"
      },
      {
        "id": 4110,
        "value": "南宁市"
      },
      {
        "id": 4111,
        "value": "钦州市"
      },
      {
        "id": 4112,
        "value": "梧州市"
      },
      {
        "id": 4113,
        "value": "玉林市"
      },
      {
        "id": 4114,
        "value": "柳州市"
      }
    ]
  }
];
module.exports = citys;